Repository: YadOwO/yadoA
Catalog: yadoA/Localizable.xcstrings
Source language: en
Languages: zh_hans

# local_data.error.protection_message
source: Your existing local data has been preserved. Retry without deleting the app. If the problem continues, contact support.
zh_hans: 现有本地数据已保留。请重试且不要删除应用；若问题持续，请联系支持。

# local_data.error.retry_message
source: Local data could not be opened. Retry to continue; the app will not switch to temporary storage.
zh_hans: 无法打开本地数据。请重试以继续；应用不会切换到临时存储。

# local_data.error.title
source: Local Data Unavailable
zh_hans: 本地数据暂不可用

# local_data.loading
source: Preparing Local Data…
zh_hans: 正在准备本地数据…
